Repository: dol-lab/more-privacy-options
Catalog: languages/more-privacy-options-*.po
Languages: de_de

source: Added by the plugin 'More Privacy Options'.
de_de: Vom 'More Privacy Options'-Plugin hinzugefügt.

source: Blog Admins
de_de: Blog Administratoren

source: Blog users
de_de: Blog Nutzer*innen

source: Default privacy
de_de: Standard Sichtbarkeit

source: Disable this type of emails in Network admin:
de_de: Deaktiviere diese art von Nachrichten in der Netzwerk-Administration:

source: Go back
de_de: Zurück

source: More Privacy Options
de_de: Mehr Privatsphäre Optionen

source: More Privacy Options is a plugin just for multisites, please deactivate it.
de_de: Mehr Privatsphäre Optionen eignet sich nur für Netzwerkinstallationen.

source: Network users
de_de: Netzwerk-Nutzer*innen

source: Network Visibility
de_de: Netzwerk Sichtbarkeit

source: Notify super-admin
de_de: Benachrichtige den Super-Admin.

source: Send emails about blog-privacy changes to super-admin.
de_de: Benachrichtige den Super-Admin über Sichtbarkeitsveränderungen in Blogs (via. E-Mail).

source: Sent by More Privacy Options plugin.
de_de: Vom 'More Privacy Options'-Plugin verschickt.

source: Site changed reading visibility settings.
de_de: Die Seite hat ihre Sichtbarkeitseinstellungen geändert.

source: Site membership at
de_de: Mitgliedschaft bei der Seite

source: Sites are only visible to registered users of this network.
de_de: Seiten sind nur für registrierte Mitglieder dieses Netzwerks sichtbar.

source: Something went wrong saving network visibility options. Please try again.
de_de: Beim Speichern der Sichtbarkeits-Optionen für das Netzwerk ist ein Fehler aufgetreten. Versuchs nochmal.

source: Something went wrong saving privacy options.
de_de: Beim Speichern der Privatsphäreoptionen ist ein Fehler aufgetreten.

source: To become a member of this site, contact
de_de: Um ein Mitglied dieser Seite zu werden, kontaktiere

source: Visibility
de_de: Sichtbarkeit

source: Visibility is managed per site (default).
de_de: Die Sichtbarkeit lässt sich für jede Seite individuell einstellen (Standard).

source: Visible only to administrators of this site.
de_de: Nur für Administratoren dieser Seite sichtbar.

source: Visible only to registered users of this network.
de_de: Nur für registrierte Nutzer*innen des Netzwerks sichtbar.

source: Visible only to registered users of this site.
de_de: Nur für registrierte Nutzer dieser Seite sichtbar.

source: Visible to the World. Allow search engines to index this site.
de_de: Sichtbar für die Welt. Suchmaschinen können die Seite indizieren.

source: Visible to the World. Discourage search engines from indexing this site.
de_de: Sichtbar für die Welt. Suchmaschinen (sollen) diese Seite nicht indizieren.

source: We don't have a description for the given privacy id.
de_de: Es gibt für die angegebene Privatsphären-id keine Beschreibung.

source: World
de_de: Welt

source: World, discourage search engines
de_de: Welt, die Seite soll nicht von Suchmaschinen gefunden werden.
